[{"ID":"303322","duration":"163","genre":"Toiminta, Jännitys, Seikkailu","image":"http://media.finnkino.fi/1012/Event_12771/portrait_small/NoTimeToDie_1080final.jpg","synopsis":"Neljässä viimeisimmässä Bond-leffassa pääosaa näytellyt Daniel Craig palaa James Bondin rooliin, mutta ei ole enää 007. Bond on jättänyt aktiivipalveluksen ja nauttii rauhallisesta elämästä Jamaikalla. Sitä ei kuitenkaan kauaa kestä, sillä hänen vanha ystävänsä Felix Leiter CIA:sta pyytää apua.","title":"007 No Time to Die"},{"ID":"303583","duration":"102","genre":"Komedia, Draama, Kotimainen","image":"http://media.finnkino.fi/1012/Event_13060/portrait_small/70OnVainNumero_1080.jpg","synopsis":"Lavalla Seija säihkyy yleisön rakastavien katseiden valossa, mutta kotonaan hän syö kylmää nakkia ja juo piimää yksin yönälkäänsä. Stailisti Shanella (Misa Palander) on hänen läheisin ihmisensä.","title":"70 on vain numero"},{"ID":"303777","duration":"136","genre":"Toiminta","image":"http://media.finnkino.fi/1012/Event_13279/portrait_small/Ambulance_1080.jpg","synopsis":"Ohjaaja-tuottaja Michael Bayn toimintatrillerissä veteraani Will Sharp (Emmy-voittaja Yahya Abdul-Mateen II, Candyman, The Matrix Resurrections) yrittää epätoivoisesti löytää rahat vaimonsa sairaalakuluihin.","title":"Ambulance"},{"ID":"303854","duration":"92","genre":"Dokumentti, Kotimainen","image":"http://media.finnkino.fi/1012/Event_13361/portrait_large/Armotonta-menoa-juliste-1080x1920-lehmat.jpg","synopsis":"Armotonta menoa – hoivatyön lauluja on tumman huumorin sävyttämä dokumentaarinen lauluelokuva suomalaisen vanhusten hoivan tilasta, hoivatyön tekijöistä ja kokijoista hoivan markkinoilla. Dokumentaaristen episodien ja laulujen kautta elokuva kertoo kriisiytyneen vanhushoivan arjesta. Elokuvan keskeinen tarinahahmo on lähihoitaja Tiina.","title":"Armotonta menoa - hoivatyön lauluja"},{"ID":"303751","duration":"98","genre":"Draama, Oscar-ehdokas","image":"http://media.finnkino.fi/1012/Event_13250/portrait_small/Belfast_1080b.jpg","synopsis":"Oscar®-ehdokas Kenneth Branaghin ohjaama ja valovoimaisen näyttelijäkaartin tähdittämä Belfast on henkilökohtainen tarina muistojen voimasta täynnä iloa. Elokuva sijoittuu 1960-luvun lopun Pohjois-Irlantiin. Tapahtumien keskiössä on Buddy, koulupoika teini-iän kynnyksellä.","title":"Belfast"},{"ID":"303666","duration":"112","genre":"Draama, Oscar-ehdokas","image":"http://media.finnkino.fi/1012/Event_13156/portrait_large/poster-coda.jpg","synopsis":"Kuurojen vanhempien kuulevana lapsena Ruby on perheensä ainoa kuuleva perheenjäsen, eli Coda-lapsi. Koulunkäynnin ohella hän uurastaa perheensä kalastusyrityksessä. Perheelleen omistautunut Ruby rakastaa laulamista.","title":"Coda"},{"ID":"303864","duration":"94","genre":"Dokumentti","image":"http://media.finnkino.fi/1012/Event_13373/portrait_small/cow_1080.jpg","synopsis":"Tämän vuoden DocPoint-festivaalin puheenaihe on elokuva lypsylehmän todellisuudesta, visualisointi sen tekemästä työstä. Kun Oscar-palkittu ohjaaja Andrea Arnold (Humiseva harju, American Honey) suuntaa kameransa lehmään, saamme intiimejä ja koskettavia väläyksiä eläimen arjesta, mutta myös yhteiskunnastamme ja vallitsevasta ideologiasta.","title":"Cow"},{"ID":"303810","duration":"126","genre":"Toiminta, Seikkailu, Fantasia, Sci-fi, Marvel","image":"http://media.finnkino.fi/1012/Event_13314/portrait_small/DrStrange_1080b.jpg","synopsis":"Marvel Studiosin Doctor Strange in the Multiverse of Madness on jännittävä seikkailu Multiversumin läpi Doctor Strangen, hänen luottoystävänsä Wongin ja Wanda Maximoffin, aka Scarlet Witchin, kanssa.","title":"Doctor Strange in the Multiverse of Madness"},{"ID":"303706","duration":"125","genre":"Draama","image":"http://media.finnkino.fi/1012/Event_13201/portrait_small/Downton2_1080b.jpg","synopsis":"Perinne jatkuu. Downton Abbey: Uusi aikakausi saa ensi-iltansa elokuvateattereissa keväällä 2022. Koko alkuperäinen näyttelijäkaarti palaa rooleihinsa uudessa elokuvassa, ja joukkoon liittyvät Hugh Dancy, Laura Haddock, Nathalie Baye, Dominic West ja Jonathan Zaccaï.","title":"Downton Abbey: A New Era"},{"ID":"303841","duration":"179","genre":"Draama, Oscar-ehdokas","image":"http://media.finnkino.fi/1012/Event_13347/portrait_small/drivemycar_1080.jpg","synopsis":"Haruki Murakamin novellista innoituksensa saaneessa tarinassa Yusuke Kafuku, teatteriohjaaja ja näyttelijä, ei ole vielä kahden vuodenkaan jälkeen saanut käsiteltyä vaimonsa kuolemaa. Hän suostuu ohjaamaan Vanja-enon Hiroshiman teatterifestivaalille ja tapaa siellä Misakin, nuoren introvertin naisen, joka on palkattu ohjaajan autonkuljettajaksi.","title":"Doraibu Mai Kâ"},{"ID":"303868","duration":"95","genre":"Jännitys, Sci-fi","image":"http://media.finnkino.fi/1012/Event_13377/landscape_small/Dual_444.jpg","synopsis":"Sarah (Karen Gillan) saa tietää kuolevansa parantumattomaan sairauteen. Helpottaakseen perheensä kärsimystä hän päättää osallistua kokeelliseen toimenpiteeseen, jossa hänestä luodaan klooni. Kun Sarah kuitenkin yllättäen paranee, hän yrittää perua kloonauksen, mutta se on liian myöhäistä.","title":"Dual"},{"ID":"303840","duration":"90","genre":"Seikkailu, Perhe-elokuva, Animaatio","image":"http://media.finnkino.fi/1012/Event_13346/portrait_small/ellinseikkailut_1080.jpg","synopsis":"Saammeko toivottaa teidät tervetulleiksi keskiajalle, jossa tapaamme pienen, Sumuvaaran kaduilla asuvan orpotytön Ellin, ja hänen kolme kesyä näätäänsä, Rapsun, Pörrön ja Ahmatin. Toimelias ja itsenäinen Elli vohkii ruokansa ilkeän oloisen Tiituksen linnasta.","title":"Pil\u0027s Adventures"},{"ID":"303827","duration":"82","genre":"Dokumentti, Kotimainen","image":"http://media.finnkino.fi/1012/Event_13332/portrait_small/elainoikeusjuttu_1080.jpg","synopsis":"Saila on intohimoinen eläinoikeusaktivisti, jonka sisko on aina ollut hänen suurin idolinsa. Sailan siskon Main lähdettyä mukaan politiikkaan Saila pelkää, että hänen siskostaan on tullut osa järjestelmää, jota vastaan he yhdessä taistelivat. Saila tunnusti julkisesti kuuluvansa aktivistiryhmään, joka kuvasi salaa satoja eläintiloja.","title":"Eläinoikeusjuttu"},{"ID":"303756","duration":"97","genre":"Seikkailu, Perhe-elokuva, Kotimainen","image":"http://media.finnkino.fi/1012/Event_13259/portrait_small/Etsivatoimisto_1080.jpg","synopsis":"Henkka Virtanen löytää koulumatkallaan todisteen mahdollisesta rikoksesta. Ystävänsä J.K. Kivimutkan kanssa pojat päättävät selvittää mitä oikein on tapahtunut, sillä nämä rikosasiathan kuuluvat poikien perustaman etsivätoimiston tehtäviin.","title":"Etsivätoimisto Henkka \u0026 Kivimutka"},{"ID":"303877","duration":"139","genre":"Komedia, Toiminta, Seikkailu","image":"http://media.finnkino.fi/1012/Event_13387/portrait_large/EverythingEverywhereAllAtOnce_1080.jpg","synopsis":"Daniel Kwanin ja Daniel Scheinertin, yhteisnimellä Daniels, ohjaama hauska ja törkeän sydämellinen scifi-toimintaseikkailu naisesta (Michelle Yeoh), joka ei kykene hoitamaan verojaan. Nainen päätyy hullunkuriseen seikkailuun, jossa hän, ja ainoastaan hän, kykenee pelastamaan maailman tutkimalla elämäänsä liittyviä multiversumeja.","title":"Everything Everywhere All at Once"},{"ID":"303883","duration":"138","genre":"Draama, Toiminta, Bollywood","image":"http://media.finnkino.fi/1012/Event_13393/portrait_large/Heropanti2_1080.jpg","synopsis":"Heropanti 2 is about a guy who helps people at night. Whether that be saving someone from a robbery or kidnapping this guy is always there. The Indian government finds out about this and sends him to Russia where he has the mission of killing Russian troops at night.","title":"Heropanti 2"},{"ID":"303764","duration":"98","genre":"Komedia, Kotimainen","image":"http://media.finnkino.fi/1012/Event_13267/portrait_small/HuonotNaiset_1080b.jpg","synopsis":"Huonot naiset on komedia, jossa yllättävät vieraat sotkevat hääjuhlien järjestelyt ja pistävät vipinää uinuvaan lappilaiseen pikkukylään. Seurakuntatalon emäntä Johanna (Leea Klemola) tekee kaikkensa, että kaikki sujuu suunnitelmien mukaan. Varaa virheisiin ei ole.","title":"Huonot naiset"},{"ID":"303823","duration":"100","genre":"Seikkailu, Perhe-elokuva, Animaatio","image":"http://media.finnkino.fi/1012/Event_13327/portrait_small/HurjaJengi_1080.jpg","synopsis":"Suosittuun kirjasarjaan perustuvassa DreamWorks Animationin toimintaseikkailussa eläinpahisten rikollisjengi punoo kaikkien aikojen ovelimman juonen — he ryhtyvät mallikansalaisiksi. Hurja jengi koostuu viidestä konnasta.","title":"The Bad Guys"},{"ID":"303697","duration":"107","genre":"Draama, Kotimainen","image":"http://media.finnkino.fi/1012/Event_13191/portrait_small/Hyttinro6_1080.jpg","synopsis":"Cannesin elokuvajuhlien Grand Prix\u0027lla palkittu Juho Kuosmasen elokuva Hytti nro 6 vie unohtumattomalle junamatkalle arktisten neuvostomaisemien halki. Sydänsurujaan Moskovasta Murmanskiin pakeneva Laura (Seidi Haarla) saa hyttikaverikseen kovapintaisen kaivostyöntekijän Ljohan (Juri Borisov).","title":"Compartment No. 6"},{"ID":"303813","duration":"143","genre":"Seikkailu, Fantasia","image":"http://media.finnkino.fi/1012/Event_13317/portrait_small/FantasticBeasts3_1080b.jpg","synopsis":"Warner Bros. Picturesin ”Ihmeotukset: Dumbledoren salaisuudet” on J.K. Rowlingin Velhomaailman uusin seikkailu. Professori Albus Dumbledore (Jude Law) tietää, että voimallinen Pimeä velho Gellert Grindelwald (Mads Mikkelsen) aikoo kaapata vallan velhomaailmassa.","title":"Fantastic Beasts: The Secrets of Dumbledore"},{"ID":"303852","duration":"88","genre":"Dokumentti, Musiikki","image":"http://media.finnkino.fi/1012/Event_13359/portrait_large/JaneByCharlotte_1080a.jpg","synopsis":"Jane Birkin, yksi viime vuosisadan eurooppalaisen kulttuurin suurista tyyli-ikoneista, on hänen oman tyttärensä Charlotte Gainsbourgin kuvattavana tässä riisutussa ja intiimissä dokumentissa. Tuloksena on ainutlaatuinen kurkistus myyttiseen julkkisperheeseen sekä rehellinen ja vilpitön tilinteko äidin ja tyttären välisestä suhteesta.","title":"Jane par Charlotte"},{"ID":"303814","duration":"180","genre":"Draama, Event cinema, Bollywood","image":"http://media.finnkino.fi/1012/Event_13318/portrait_small/Jersey_1080.jpg","synopsis":"An ex-cricketer struggling to make ends meet, wants to fulfil his child\u0027s wish of getting a Jersey but in the process comes face to face with his heroic past and is forced to decide if he will rise to the occasion and become a symbol of hope or continue to live a life as a loser?","title":"Jersey"},{"ID":"303876","duration":"72","genre":"Dokumentti","image":"http://media.finnkino.fi/1012/Event_13386/portrait_large/JossakinOnMaa_1080.jpg","synopsis":"Dokumenttielokuva on kahden ohjaajan taidonnäyte vaikeasta aiheesta. Miten kertoa tarina ihmisistä, jotka eivät saa omaa ääntään kuuluville ja joilla ei ole paikkaa maailmassa? Lähtiessään kotimaastaan kohti Eurooppaa elokuvan päähenkilöt olivat vielä lapsia. He unelmoivat elämästä ilman huolia: vapaina ja rikkaina.","title":"Jossakin on maa"},{"ID":"303874","duration":"105","genre":"Toiminta, Animaatio","image":"http://media.finnkino.fi/1012/Event_13384/portrait_large/Jujutsu_Kaisen_%201080.jpg","synopsis":"Yuta Okkotsu ja Rika Orimoto olivat sydänystäviä aivan pienestä. Rika lupasi että he menevät naimisiin, kun kasvavat isoksi. Mutta Rika kuolee liikenneonnettomuudessa Yutan silmien edessä. Rika ei voi hyväksyä kuolemaansa. Hänestä tulee kostonhimoinen riivattu paholainen, joka suojelee Yutaa kirouksilla ja kuolemaa kylväen.","title":"Jujutsu Kaisen 0: The Movie"},{"ID":"303685","duration":"97","genre":"Dokumentti, Musiikki, Kotimainen","image":"http://media.finnkino.fi/1012/Event_13178/portrait_small/jvg_1080.jpg","synopsis":"Kymmenen vuoden ajalta taltioidun ennennäkemättömän videomateriaalin ohella elokuvassa pääsevät ääneen JVG ja sen tarinaa rakentamassa olleet taustavaikuttajat, perheenjäsenet ja ystävät. Yhtyeen tarina alkoi kahden kaverin Jare Brandin ja Ville Gallen sekä heidän lätkä- ja artistituttavien rap- ja videoharrastuksesta.","title":"JVG-elokuva: Vuodet ollu tuulisii"},{"ID":"303730","duration":"97","genre":"Perhe-elokuva","image":"http://media.finnkino.fi/1012/Event_13228/portrait_small/Clifford_1080.jpg","synopsis":"Emily saa omakseen pienen, punaisen koiranpennun salaperäiseltä löytöeläimiä hoivaavalta taikurilta (John Cleese). Hänen yllätyksekseen hauva kasvaa todella nopeasti – sillä pian yli kolmimetrinen jättiläiskoiranpentu mellastaa pienessä kerrostaloasunnossa!","title":"Clifford the Big Red Dog"},{"ID":"303855","duration":"92","genre":"Seikkailu, Perhe-elokuva, Animaatio","image":"http://media.finnkino.fi/1012/Event_13362/portrait_small/kanakani_1080.jpg","synopsis":"Lähde Kanakanin ja hänen ystäviensä matkaan ja ratkaise tuomion hamsterin arvoitus koko perheen animaatioseikkailussa! Kanakani on kuuluisan seikkailijan kuningas Kaarlen adoptoitu poika. Syntyjään hän on erilainen kuin muut: puoliksi kana, puoliksi kani.","title":"Chickenhare and the Hamster of Darkness"},{"ID":"303875","duration":"180","genre":"Draama, Toiminta, Bollywood","image":"http://media.finnkino.fi/1012/Event_13385/portrait_large/KGF2_1080.jpg","synopsis":"The blood-soaked land of Kolar Gold Fields (KGF) has a new overlord now - Rocky, whose name strikes fear in the heart of his foes. His allies look up to Rocky as their saviour, the government sees him as a threat to law and order; enemies are clamouring for revenge and conspiring for his downfall.","title":"K.G.F. Chapter 2"},{"ID":"303523","duration":"127","genre":"Draama, Jännitys, Rikoselokuva","image":"http://media.finnkino.fi/1012/Event_12999/portrait_small/DeathOnTheNile_1080b.jpg","synopsis":"Agatha Christien vuoden 1937 romaaniin perustuva KUOLEMA NIILILLÄ on Kenneth Branaghin ohjaama mysteeritrilleri, joka kertoo pakkomielteisen rakkauden aiheuttaman tunnekaaoksen kuolettavista seurauksista.","title":"Death on the Nile"},{"ID":"303753","duration":"134","genre":"Komedia, Draama, Oscar-ehdokas","image":"http://media.finnkino.fi/1012/Event_13253/portrait_small/licorice_pizza_1080.jpg","synopsis":"Licorice Pizza on tarina Alana Kanesta ja Gary Valentinesta ja siitä, miten he kasvoivat, viettivät aikaa yhdessä ja rakastuivat San Fernando Valleyssa vuonna 1973. Paul Thomas Andersonin (Boogie Nights, Magnolia, Phantom Thread) käsikirjoittama ja ohjaama Licorice Pizza seuraa ensirakkauden petollisia polkuja.","title":"Licorice Pizza"},{"ID":"303835","duration":"73","genre":"Draama, Fantasia","image":"http://media.finnkino.fi/1012/Event_13342/portrait_small/petite_maman_1080.jpg","synopsis":"Maja lapsuuden reunalla on Nuoren naisen muotokuva -elokuvalla maailmankartalle lennähtäneen Céline Sciamman uusin mestariteos: taianomainen katsaus lapsuuteen, muistiin ja ystävyyteen – ja samalla oodi äideille ja tyttärille. 8-vuotias Nelly (Joséphine Sanz) on juuri menettänyt isoäitinsä.","title":"Petite Maman"},{"ID":"303870","duration":"100","genre":"Komedia, Toiminta, Kotimainen","image":"http://media.finnkino.fi/1012/Event_13380/portrait_small/mchelper_1080b.jpg","synopsis":"MC Helper beKINGs on kevään 2022 päräyttävin leffatapaus, joka pistää kokeneemmankin katsojan kiertokanget solmuun ja öljyt sekaisin! Räkä (Kaitsu Walfrid Rinkinen) kuskaa leipätyökseen pitsoja ja vapaalla aika kuluu mopomiiteissä.","title":"MC Helper beKINGs"},{"ID":"303768","duration":"105","genre":"Toiminta, Jännitys, Marvel","image":"http://media.finnkino.fi/1012/Event_13271/portrait_small/morbius_1080b.jpg","synopsis":"Yksi Marvelin vastustamattomammista ja ristiriitaisimmista hahmoista nähdään valkokankaalla, kun Oscar®-voittaja Jared Leto muuntautuu arvoitukselliseksi antisankariksi, Michael Morbiukseksi. Harvinaiseen verisairauteen vakavasti sairastunut tohtori Morbius haluaa pelastaa muut samalta kohtalolta ja ottaa epätoivoisen riskin.","title":"Morbius"},{"ID":"303857","duration":"105","genre":"Draama","image":"http://media.finnkino.fi/1012/Event_13364/portrait_large/mothering_sunday_1080.jpg","synopsis":"Lämpimänä kevätpäivänä vuonna 1924 sisäkkö ja löytölapsi Jane Fairchild (Odessa Young) huomaa olevansa yksin äitienpäivänä. Janen isäntäväki herra ja rouva Niven (Colin Firth ja Olivia Colman) ovat ulkona, ja hänellä on harvinainen tilaisuus viettää aikaa salaisen rakastajansa kanssa.","title":"Mothering Sunday"},{"ID":"303866","duration":"74","genre":"Perhe-elokuva, Animaatio, Kotimainen","image":"http://media.finnkino.fi/1012/Event_13375/portrait_small/muumin_seikkailut_1080.jpg","synopsis":"Kaunis kesäpäivä Muumilaaksossa. Yhtäkkiä ampiainen pistää Muumipeikkoa, joka sairastuu ja joutuu olemaan sängyssä. Piristääkseen Muumipeikkoa Muumipappa kertoo nuoruuden seikkailuistaan; väärinymmärretystä lapsuudesta, paosta orpokodista ja historiallisesta tapaamisestaan keksijä Fredriksonin kanssa.","title":"Muumipapan urotyöt - Erään nuoren Muumin seikkailut"},{"ID":"303540","duration":"0","genre":"Mysteeri, Event cinema","image":"http://media.finnkino.fi/1012/Event_10257/portrait_small/mysteerinaytos_1080x1600.jpg","synopsis":"Etsitkö uudenlaista elokuvaelämystä? Oletko valmis haastamaan elokuvan katsomiskokemuksen? Tervetuloa Finnkinon MYSTEERINÄYTÖKSEEN! Mysteerinäytös järjestetään jälleen kaikilla Finnkinon paikkakunnilla - liput nyt myynnissä! Elokuvaa emme paljasta etukäteen - kokeile siis jotain uutta ja antaudu elämyksen vietäväksi!","title":"Mysteerinäytös 23.5."},{"ID":"298667","duration":"69","genre":"Perhe-elokuva, Animaatio","image":"http://media.finnkino.fi/1012/Event_7844/portrait_large/Winnie_the_Pooh_99.jpg","synopsis":"Walt Disney Animation Studios palaa Puolen hehtaarin metsään “Nalle Puhin elokuvassa”, joka on Disneyn animaatiostudion ensimmäinen Puh-elokuva yli 35 vuoteen.","title":"Winnie The Pooh (dub)"},{"ID":"303767","duration":"97","genre":"Draama, Kotimainen","image":"http://media.finnkino.fi/1012/Event_13266/portrait_small/odotus_1080.jpg","synopsis":"Kolmekymppinen Elli asuu idyllisessä ja eristäytyneessä saaristossa aviomiehensä Mikon kanssa pandemian levitessä maailmalla. Ellin elämä järkkyy, kun hänen nuoruudenrakkautensa, Mikon vanha opiskelukaveri Olavi, saapuu vierailulle Ranskasta. Odotus on psykologinen draama ystävyydestä, intohimosta ja odotuksista.","title":"Odotus"},{"ID":"303748","duration":"214","genre":"Ooppera, Event cinema","image":"http://media.finnkino.fi/1012/Event_13248/portrait_small/METHamlet_1080.jpg","synopsis":"Brett Dean: Hamlet Live: 4.6. - ENCORET 7.6. / 11.6.2022 Kapellimestari: Nicholas Carter Ohjaus: Neil Armfield Lavastus: Ralph Myers Valot: Jon Clark Koreografia: Denni Sayers Rooleissa: Allan Clayton (Hamlet), Brenda Rae (Ophelia), Sarah Connolly (Gertrude), Aryeh Nussbaum Cohen (Rosencrantz), Christopher Lowrey (Guildenstern), David Butt Philip (Laertes), William Burden (Polonius), Jacques Imbrailo (Horatio), Rod Gilfry (Cladius), John Relyea (Ghost) Kesto: 3h 34 min (sis.","title":"Opera: Hamlet"},{"ID":"303747","duration":"224","genre":"Ooppera, Event cinema","image":"http://media.finnkino.fi/1012/Event_13247/portrait_small/METLucia_1080.jpg","synopsis":"Gaetano Donizetti: Lucia di Lammermoor Live: 21.5. - ENCORET 24.5. / 28.5.2022 Kapellimestari: Riccardo Frizza: Ohjaus: Simon Stone Lavastus: Lizzie Clachan Valot: James Farncombe Rooleissa: Nadine Sierra (Lucia), Javier Camarena (Edgardo), Artur Ruciński (Enrico), Matthew Rose (Raimondo) Kesto: 3h 44 min (sis. väliajan)","title":"Opera: Lucia di Lammermoor"},{"ID":"303746","duration":"206","genre":"Ooppera, Event cinema","image":"http://media.finnkino.fi/1012/Event_13246/portrait_small/METTurandot_1080.jpg","synopsis":"Giacomo Puccini: Turandot Live: 7.5. - ENCORET 10.5. / 14.5.2022 Kapellimestari: Marco Armiliato: Ohjaus: Franco Zeffirelli Lavastus: Franco Zeffirelli Valot: Gil Wechsler Koreografia: Chiang Ching Rooleissa: Liudmyla Monastyrska (Turandot), Ermonela Jaho (Liù), Yonghoon Lee (Calà), Ferruccio Furlanetto (Timur) Kesto: 3h 26 min (sis. väliajan)","title":"Opera: Turandot"},{"ID":"303848","duration":"88","genre":"Jännitys, Kotimainen","image":"http://media.finnkino.fi/1012/Event_13355/portrait_large/pahanhautoja_1080.jpg","synopsis":"Nuori Tinja-tyttö yrittää toteuttaa vaativan äitinsä unelman menestymällä telinevoimistelussa. Tinjan äiti esittelee koko maailmalle lahjakasta tytärtään ja idyllisen onnellista perhe-elämäänsä suositussa ”Ihana arki” videoblogissaan.","title":"Pahanhautoja"},{"ID":"303782","duration":"84","genre":"Dokumentti","image":"http://media.finnkino.fi/1012/Event_13284/portrait_small/Piemonte_1080.jpg","synopsis":"Syvällä Italian Piemonten metsissä ryhmä 70-80-vuotiaita miehiä etsii kuumeisesti harvinaista ja kallista Alban valkotryffeliä, jota ei vielä ole onnistuttu viljelemään. Heitä ohjaa sukupolvet ylittävä salainen kulttuuri ja tietotaito yhdessä rakkaiden ja koulutettujen koiriensa kanssa.","title":"The Truffle Hunters"},{"ID":"303851","duration":"106","genre":"Komedia, Toiminta, Seikkailu, Kotimainen","image":"http://media.finnkino.fi/1012/Event_13357/portrait_small/pohjolansatoa_1080.jpg","synopsis":"Pohjolan satoa-elokuva kertoo maalaistalon isännistä kolmessa sukupolvessa. Isännät kärsivät erilaisista ongelmista, joita kaikkia yhdistää jonkin sortin rakennemuutos. Isännät hakevat ongelmiinsa ratkaisua viljelemällä pellollisen paremmin tuottavaa kasvia, kannabista.","title":"Pohjolan satoa"},{"ID":"303878","duration":"50","genre":"Musiikki","image":"http://media.finnkino.fi/1012/Event_13388/portrait_large/rammstein-1080.jpg","synopsis":"Bändin edellinen levy nousi kolme vuotta sitten listaykköseksi 14 maassa ja Top 10:iin Yhdysvalloissa. 28.4. eli päivää ennen uuden levyn julkaisua, on tämän jykevän saksalaisbändin faneilla mahdollisuus kuulla, nähdä ja kokea yksitoista uutta kappaletta huikeana Dolby Atmos -miksauksena.","title":"Rammstein - Zeit the Atmos Experience"},{"ID":"303808","duration":"123","genre":"Draama, Oscar-ehdokas","image":"http://media.finnkino.fi/1012/Event_13312/portrait_small/rinnakkaiset_aidit_1080b.jpg","synopsis":"Kaksi naista, Janis (Penélope Cruz) and Ana (Milena Smit) kohtaavat synnytyssairaalassa. Molemmat ovat naimattomia ja tulleet raskaaksi vahingossa. Keski-ikäinen Janis on onnensa kukkuloilla, teini-ikäinen Ana on kauhuissaan, katuvainen ja ahdistunut. Janis yrittää kannustaa häntä, kun he astelevat sairaalan käytävillä kuin unissakävelijät.","title":"Madres paralelas"},{"ID":"303772","duration":"115","genre":"Jännitys, Kauhu","image":"http://media.finnkino.fi/1012/Event_13274/portrait_small/Scream5_1080.jpg","synopsis":"On kulunut 25 vuotta siitä, kun brutaalien murhien sarja shokeerasi Woodsboron pikkukaupunkia. Uusi tappaja on sonnustautunut tuttuun naamioon ja alkanut jahdata teini-ikäisten joukkoa tavoitteenaan herättää kaupungin kuolettavan historian sisältämät salaisuudet henkiin.","title":"Scream"},{"ID":"303731","duration":"110","genre":"Perhe-elokuva, Animaatio, Musiikki","image":"http://media.finnkino.fi/1012/Event_13226/portrait_small/Sing2_1080.jpg","synopsis":"Animaatiostudio Illuminationin musiikintäyteinen Sing 2 on talven upein viihde-elämys! Lannistumaton showmies, koala Buster Moon ja hänen tähtikaartiinsa valmistautuvat elämänsä huikeimpaan spektaakkeliin viihdemaailman kimaltelevassa pääkaupungissa. On vain yksi ongelma: heidän pitää suostutella erakoitunut supertähti mukaan show’hun.","title":"Sing 2"},{"ID":"303843","duration":"122","genre":"Seikkailu, Fantasia","image":"http://media.finnkino.fi/1012/Event_13349/portrait_small/Sonic2_1080b.jpg","synopsis":"Asetuttuaan aloilleen Green Hillsin pikkukaupunkiin Sonic haluaa todistaa, että hänessä on ainesta oikeaksi sankariksi. Hän joutuu todelliseen koetukseen kun Dr. Robotnik (Jim Carrey) tekee paluun. Robotnikilla on mukanaan uusi aisapari, tappelupukari Knuckles, ja kiikarissa mystinen smaragdi, joka kätkee sisäänsä tuhoavan voiman.","title":"Sonic The Hedgehog 2"},{"ID":"303856","duration":"93","genre":"Draama","image":"http://media.finnkino.fi/1012/Event_13363/portrait_small/soratie_1080.jpg","synopsis":"Rakastava mutta kaoottinen perhe matkaa vuoristoisissa maisemissa. Takapenkillä istuu perheen isä, jonka jalka on kipsissä, mutta onko jalka todella murtunut? Äiti yrittää pitää tunnelmaa yllä, mutta kyyneleet eivät ole kaukana. Lapsi parahtaa laulamaan autokaraokea. Koirallakin on tukalaa ja kaikki alkavat pikkuhiljaa käydä toistensa hermoille.","title":"Jaddeh Khaki"},{"ID":"303724","duration":"117","genre":"Draama, Oscar-ehdokas","image":"http://media.finnkino.fi/1012/Event_13222/portrait_small/Spencer_1080b.jpg","synopsis":"Prinsessa Dianan ja prinssi Charlesin avioliitto on jo pitkään ollut vaakalaudalla. Vaikka huhut pettämisestä ja avioerosta kiertävät, kuningattaren Sandringhamin kartanossa vietettävän joulun ajaksi julistetaan välirauha. Ohjelmassa on aterioita ja metsästystä – Diana tuntee kyllä pelin säännöt. Mutta tänä vuonna kaikki tulee olemaan toisin.","title":"Spencer"},{"ID":"303707","duration":"148","genre":"Komedia, Toiminta, Seikkailu, Sci-fi, Oscar-ehdokas, Marvel","image":"http://media.finnkino.fi/1012/Event_13202/portrait_small/SpidermanNWH_1080b.jpg","synopsis":"Ensimmäistä kertaa Spider-Manin elokuvahistoriassa naapuruston ystävällinen sankarimme on paljastunut, eikä enää pysty erottamaan tavallista elämäänsä vaarallisesta supersankarielämästä. Pyydettyään apua Doctor Strangelta tilanne ottaa askeleen entistä huonompaan suuntaan pakottaen hänet selvittämään, mitä todella tarkoittaa olla Spider-Man.","title":"Spider-Man: No Way Home"},{"ID":"303844","duration":"107","genre":"Komedia, Toiminta","image":"http://media.finnkino.fi/1012/Event_13351/portrait_small/the_unbearable_weight_1080.jpg","synopsis":"Nicolas Cage esittää itseään elokuvassa Suurenmoisen lahjakkuuden sietämätön taakka. Näyttelijäurallaan syöksykierteessä oleva Nicolas Cage hyväksyy agenttinsa tarjoaman miljoonan dollarin sopimuksen ja osallistuu Cagen superfaniksi tunnustautuneen upporikkaan rikollispomo Javin syntymäpäiväjuhliin.","title":"The Unbearable Weight of Massive Talent"},{"ID":"303771","duration":"176","genre":"Draama, Toiminta, Jännitys","image":"http://media.finnkino.fi/1012/Event_13273/portrait_small/TheBatman_1080c.jpg","synopsis":"Liput ennakkomyynnissä 18.2. alkaen! IMAX-ennakkonäytöksissä 2.-3.3. jaossa rajoitettu erä The Batman-sarjakuvia! Se ei ole vain kutsu... Se on varoitus.","title":"The Batman"},{"ID":"303738","duration":"117","genre":"Draama, Jännitys, Kauhu","image":"http://media.finnkino.fi/1012/Event_13237/portrait_small/innocents_1080.jpg","synopsis":"Maailmanensi-iltansa Cannesin elokuvajuhlilla saaneessa taianomaisessa kauhutarinassa lasten viattomat leikit saavat pimeän käänteen. Oslolaisen lähiön pihapiirissä joutilaita kesälomapäiviä viettävät lapset löytävät salatut kykynsä, ja alkaa elämän ja kuoleman kamppailu – aivan aikuisten silmien alla.","title":"De uskyldige"},{"ID":"303819","duration":"112","genre":"Seikkailu","image":"http://media.finnkino.fi/1012/Event_13324/portrait_small/TheLostCity_1080.jpg","synopsis":"Nerokas mutta julkisuutta välttelevä kirjailija Loretta Sage (Sandra Bullock) on luonut menestyksekkään uran kirjoittamalla eksoottisiin paikkoihin sijoittuvia romanttisia seikkailuromaaneja. Kirjojen kannessa on aina komeillut komea miesmalli Alan (Channing Tatum), joka on omistanut elämänsä romaanisarjan sankarin Dashin esittämiselle.","title":"The Lost City"},{"ID":"303845","duration":"122","genre":"Draama, Oscar-ehdokas","image":"http://media.finnkino.fi/1012/Event_13352/portrait_small/theLostDaughter_1080.jpg","synopsis":"Yksin rantalomaa viettävä Leda (Olivia Colman) kiinnostuu ylitsepääsemättömästi nuoresta äidistä ja tämän tyttärestä katsellessaan heitä rannalla. Tyttären takertuminen äitiinsä, sekä heidän häiritsevä ja uhkaava sukunsa, saa Ledan häkeltymään ja muistamaan oman varhaisen äitiytensä hämmentävät ja voimakkaat muistot.","title":"The Lost Daughter"},{"ID":"303858","duration":"137","genre":"Toiminta","image":"http://media.finnkino.fi/1012/Event_13365/portrait_small/NOrthman_1080.jpg","synopsis":"Kiitetyn Robert Eggersin The Northman kertoo viikinkiprinssistä, joka lähtee kostamaan isänsä murhan. Elokuvan vaikuttavaan näyttelijäkaartiin kuuluvat Alexander Skarsgård, Nicole Kidman, Claes Bang, Anya Taylor-Joy, Ethan Hawke, Björk ja Willem Dafoe.","title":"The Northman"},{"ID":"303832","duration":"109","genre":"Kauhu","image":"http://media.finnkino.fi/1012/Event_13337/portrait_small/TWIN_1080.jpg","synopsis":"Jokaisen vanhemman pahin painajainen on vasta alkusoittoa Rachelin koettelemuksille, kun lapsensa auto-onnettomuudessa menettänyt amerikkalaisperhe muuttaa syrjäiseen Suomeen aloittaakseen elämänsä alusta. Ulkomaailmasta eristäytyneessä rajakylässä perhe aikoo keskittyä elossa selvinneen kaksospojan Elliotin toipumiseen.","title":"The Twin"},{"ID":"303842","duration":"128","genre":"Komedia, Draama, Oscar-ehdokas","image":"http://media.finnkino.fi/1012/Event_13348/portrait_small/worst_person_1080.jpg","synopsis":"Oscar-ennakkosuosikki, yleisöt ympäri maailman hurmannut, vuoden parhaaksi elokuvaksi tituleerattu mestariteos THE WORST PERSON IN THE WORLD on samaistuttava läpileikkaus Julien (Renate Reinsve) elämästä neljän vuoden ajalta.","title":"Verdens verste menneske"},{"ID":"303871","duration":"105","genre":"Dokumentti, Musiikki, Event cinema","image":"http://media.finnkino.fi/1012/Event_13381/portrait_small/NickCave_1080.jpg","synopsis":"Uusi dokumenttielokuva THIS MUCH I KNOW TO BE TRUE tallentaa Nick Caven ja Warren Ellisin poikkeuksellisen luovan yhteistyön, kun he tulkitsevat kappaleita heidän viimeisimmältä kahdelta studioalbumilta Ghosteen (Nick Cave \u0026 the Bad Seeds) ja Carnage (Nick Cave \u0026 Warren Ellis).","title":"THIS MUCH I KNOW TO BE TRUE"},{"ID":"303879","duration":"93","genre":"Draama","image":"http://media.finnkino.fi/1012/Event_13389/portrait_large/ToinenMies-1080.jpg","synopsis":"Tommi ja Jaana ovat seurustelleet kahdeksan vuoden ajan. He ovat kihloissa ja elämä kaupungissa on lähes täydellistä. Jaana on kiireinen ja menestyvä uranainen. Tommi työskentelee kirjanpitäjänä ja hän elää rentoa ja rauhallista elämää. Vakiintuneen uran myötä Tommi haluaisi sitoutua Jaanaan virallisesti ja viedä suhdetta uudelle tasolle.","title":"Toinen mies"},{"ID":"303544","duration":"76","genre":"Dokumentti, Kotimainen","image":"http://media.finnkino.fi/1012/Event_13020/portrait_small/TunturinTarina_1080.jpg","synopsis":"Tunturin tarina täydentää Metsän tarinan ja Järven tarinan aloittaman, luonnosta ja ihmisen luontomytologiasta kertovien elokuvien kokonaisuuden. Tunturin tarina on kuvattu 2019-2020 koko Lapin alueella ja Jäämerellä.","title":"Tunturin tarina"},{"ID":"303881","duration":"86","genre":"Musiikki","image":"http://media.finnkino.fi/1012/Event_13391/portrait_large/Twenty_One_Pilots_1080.jpg","synopsis":"Journey inside the minds of GRAMMY Award winning duo Twenty One Pilots, as the epic Scaled And Icy album release celebration from 2021 comes to cinemas worldwide on May 19. Experience the psychedelic reimagined take on live theater and performance again, but this time on a massive scale.","title":"Twenty One Pilots Cinema Experience"},{"ID":"303737","duration":"101","genre":"Draama, Kotimainen","image":"http://media.finnkino.fi/1012/Event_13235/portrait_small/Tytot_1080.jpg","synopsis":"Mimmi ja Rönkkö ovat parhaat ystävät, toistensa tukena niin hyvässä kuin pahassa. Elämän suunta ei ole aina selvillä, mutta maailma on avoin. Emma on kansainvälisille areenoille tähtäävä taitoluistelija, jolle suunta on täysin selvä, ja se on ylöspäin.","title":"Tytöt Tytöt Tytöt"},{"ID":"303785","duration":"116","genre":"Toiminta, Seikkailu","image":"http://media.finnkino.fi/1012/Event_13287/portrait_small/Uncharted_1080b.jpg","synopsis":"Uncharted esittelee katujen kasvatti Nathan Draken (Tom Holland) ja kertoo hänen ensimmäisestä aarteenmetsästysseikkailustaan viisaan partnerinsa Victor \"Sully\" Sullivanin (Mark Wahlberg) kanssa.","title":"Uncharted"},{"ID":"303713","duration":"85","genre":"Seikkailu, Perhe-elokuva, Kotimainen","image":"http://media.finnkino.fi/1012/Event_13210/portrait_small/Vinski_1080b.jpg","synopsis":"Juha Wuolijoen ohjaama Vinski ja näkymättömyyspulveri -elokuva perustuu jo useita sukupolvia riemastuttaneeseen Aapelin kirjaan Koko kaupungin Vinski (1954).  Elokuvan käsikirjoituksen ovat kirjoittaneet Jari Olavi Rantala, Mauri Ahola ja Juha Wuolijoki.","title":"Vinski ja näkymättömyyspulveri"},{"ID":"303839","duration":"106","genre":"Kauhu","image":"http://media.finnkino.fi/1012/Event_13345/portrait_small/x_juliste_1080.jpg","synopsis":"Joukko elokuvantekijöitä saapuu Teksasin takamailla sijaitsevalle tilalle kuvaamaan aikuisviihdettä. Tilaa isännöi iäkäs pariskunta, joka toivottaa nuoret vieraat tervetulleiksi. Kun yö laskeutuu, isäntäväen vieraanvaraisuus alkaa saada väkivaltaisia piirteitä.","title":"X"},{"ID":"303801","duration":"140","genre":"Draama","image":"http://media.finnkino.fi/1012/Event_13304/portrait_small/TrueMothers_1080.jpg","synopsis":"Satokon mies Kiyokazu kärsii aspermiasta. Lapsettomuus painaa pariskuntaa, jonka elämässä on muuten kaikki raiteillaan. Kuultuaan Hiroshiman edustan saarella toimivasta Baby Baton -orpokodista he päättävät tutustua paikkaan, vaikuttuvat siellä vallitsevasta lämpimästä tunnelmasta, ja adoptoivat poikavauvan.","title":"Asa Ga Kuru"},{"ID":"303882","duration":"152","genre":"Draama, Toiminta, Bollywood","image":"http://media.finnkino.fi/1012/Event_13392/portrait_large/Runway34_1080.jpg","synopsis":"Ajay Devgn Ffilms presents Runway 34 produced \u0026 directed by Ajay Devgn, starring himself along with Amitabh Bachchan, Boman Irani, Rakul Preet Singh, Angira Dhar, Aakanksha Singh, with a cameo by CarryMinati.","title":"Runway 34"},{"ID":"303892","duration":"120","genre":"Musiikki","image":"http://media.finnkino.fi/1012/Event_13405/portrait_large/GeorgeMichael_1080.jpg","synopsis":"George Michael Freedom Uncut focuses on the formative period in the late Grammy® Award winner’s life and career, leading up to and following the making of his acclaimed, best-selling album “Listen Without Prejudice Vol. 1” and his subsequent, infamous High Court battle with his record label that followed, while also becoming poignantly personal about the death of his first love, Anselmo Feleppa.","title":"George Michael Freedom Uncut"},{"ID":"303883","duration":"149","genre":"Draama, Toiminta, Bollywood","image":"http://media.finnkino.fi/1012/Event_13393/portrait_large/Heropanti2_1080.jpg","synopsis":"Heropanti 2 is about a guy who helps people at night. Whether that be saving someone from a robbery or kidnapping this guy is always there. The Indian government finds out about this and sends him to Russia where he has the mission of killing Russian troops at night.","title":"Heropanti 2"},{"ID":"303699","duration":"164","genre":"Draama, Jännitys, Oscar-ehdokas","image":"http://media.finnkino.fi/1012/Event_13195/portrait_small/Gucci_1080.jpg","synopsis":"House of Gucci on uskomattoman tositarinan innoittama elokuva italialaisen muotitalon takana olevasta perheestä ja sen luomasta imperiumista. Kun vaatimattomista oloista kotoisin oleva Patrizia Reggiani (Lady Gaga) naidaan Guccin perheeseen, on suvun perintö suuressa vaarassa.","title":"House Of Gucci"},{"ID":"303886","duration":"70","genre":"Animaatio","image":"http://media.finnkino.fi/1012/Event_13396/portrait_large/BamseJaTulivuorisaari_1080.jpg","synopsis":"Legendaarinen kolmikko Bamse, Pomppi ja Kilpinen suuntaavat Jules Vernen ”Matka maan keskipisteeseen” klassikkoseikkailun innoittamana uuteen jännittävään seikkailuun. Kolmikko saa tehtäväkseen pelastaa Kiljusen vanhan tutkijakollegan, joka on kadonnut mystisesti tutkimusmatkallaan.","title":"Bamse ja tulivuorisaari"},{"ID":"303809","duration":"108","genre":"Draama","image":"http://media.finnkino.fi/1012/Event_13313/portrait_small/eiffel_1080.jpg","synopsis":"Yksi kaikkien aikojen parhaimmista insinööreistä, Gustave Eiffel (Romain Duris), on juuri saanut valmiiksi yhteistyönä suunnittelemansa Vapauden patsaan. Ranskan hallitus painostaa nyt häntä luomaan jotakin vuoden 1889 Pariisin maailmannäyttelyyn, mutta Eiffel haluaa keskittyä rautatietöihinsä.","title":"Eiffel"},{"ID":"303836","duration":"176","genre":"Draama","image":"http://media.finnkino.fi/1012/Event_13343/portrait_small/fabian_1080.jpg","synopsis":"1930-luvun Berliini. Nouseva saksalaistähti Tom Schilling näyttelee nuorta Jakob Fabiania, joka kuluttaa päivänsä tyhjänpäiväisessä työssä tupakkayhtiön mainosmiehenä, mutta herää eloon öisin vaeltamaan hedonististen nautintojen perässä Berliinin tummanpuhuvilla kujilla ja paheellisissa yökerhoissa.","title":"Fabian oder Der Gang vor die Hunde"},{"ID":"303888","duration":"85","genre":"Draama, Toiminta, Jännitys","image":"http://media.finnkino.fi/1012/Event_13399/portrait_large/Koskinen_1080.jpg","synopsis":"Kesälomien keskellä Tammerkoskesta nostetaan hukkuneen miehen ruumis, jonka ranteissa on sitomisjälkiä. Lisäjännitettä Koskisen tiimin tutkintaan tuovat kyseenalaisen musiikkimanagerin yliajo ja mystinen Carl Friedrich. Kun Näsijärvestä löytyy uusi ruumis, uhrien välinen yhteys alkaa selvitä.","title":"Koskinen"},{"ID":"303820","duration":"127","genre":"Draama, Jännitys","image":"http://media.finnkino.fi/1012/Event_13323/portrait_small/operaatio_mincemeat_1080.jpg","synopsis":"Vuonna 1943 liittoutuneet päättävät vapauttaa Euroopan Hitlerin kuristavasta otteesta ja suunnittelevat suurta hyökkäysoperaatiota Sisiliaan. Suunnitelman ylitsepääsemätön heikkous on se, ettei siinä voida välttyä suurhyökkäyksen vaatimalta valtavalta miestappiolta.","title":"Operation Mincemeat"},{"ID":"303880","duration":"120","genre":"Draama, Jännitys","image":"http://media.finnkino.fi/1012/Event_13390/portrait_large/TedK_1080.jpg","synopsis":"Ted K elelee Montanan vuorilla lähes täysin eristyksissä pienessä mökissään. Hän on entinen yliopiston professori, joka halveksii nyky-yhteiskuntaa ja sen uskoa teknologiaan. Mutta sitten jokin saa Tedin radikalisoitumaan. Pieni ilkivalta johtaa lopulta tappaviin pommi-iskuihin. Maailma tuntee Ted K:n nimellä Unabomber.","title":"Ted K"},{"ID":"303885","duration":"80","genre":"Dokumentti","image":"http://media.finnkino.fi/1012/Event_13395/portrait_large/TheHappyWorker_1080.jpg","synopsis":"The happy worker vie katsojat yritysten kiiltävien julkisivujen taakse ja paljastaa työpaikkoja sisältä päin syövät ongelmat: vaikenemisen kulttuurin, keinotekoiset muutokset ja epäpätevät johtajat.","title":"The Happy Worker"},{"ID":"303884","duration":"163","genre":"Draama, Toiminta, Bollywood","image":"http://media.finnkino.fi/1012/Event_13394/portrait_large/Acharya_1080.jpg","synopsis":"Touted to be a socio-political actioner, the plot revolves around a middle-aged Naxalite-turned-social reformer who launches a fight against the Endowments Department over misappropriation of temple funds and donations.","title":"Acharya"}]